export default function ShippingReturns() {
  return (
    <div className="max-w-4xl mx-auto px-4 py-12">
      <h1 className="text-3xl font-bold mb-6">Доставка та Повернення</h1>
      <p className="mb-4">
        Доставка "Нова Пошта" та "УкрПошта"
        Терміни доставки замовлень оформлених до 12:00 становлять один день. Відправлення посилок щодня.
        Зверніть увагу! Комісію Нової Пошти за грошовий переказ оплачує покупець.
        Якщо ви здійснили 100% передоплату замовлення на картку - ніяких додаткових комісій нараховуватися не буде!
        - Після узгодження замовлення з менеджером Ви отримаєте смс-повідомлення з номером експрес накладної.
        - Після того як ви отримаєте Експрес накладну, ви можете відстежити ваше замовлення за цим посиланням.


        Умови повернення
        Повернення зі 100 % відшкодуванням грошей



        Якщо товар не підійшов за кольором, розміром або з інших причин, Ви можете його повернути або обміняти протягом 14 календарних днів з моменту отримання замовлення.




        Обов'язкові умови для повернення та обміну:

        виріб, що повертається, повинен мати товарний вигляд
        товар, що має сліди зносу та експлуатації, поверненню не підлягає.


        Якщо Ви прийняли рішення повернути товар, будь ласка, повідомте про це на пошту :

        la_rose_@ukr.net



        ПОВЕРНЕННЯ ГРОШОВИХ КОШТІВ

        Ми перерахуємо Вам гроші в мінімально короткі терміни після отримання Вашої посилки. Повернення грошових коштів здійснюється шляхом безготівкового зарахування на Вашу банківську карту або на розрахунковий рахунок. Післяплатою повернення не відправляється!

        ВАЖЛИВО:
        1) Всі витрати на доставку повернення оплачує клієнт !!!
        2) Якщо Ваш(і) реферал(и) повернув(ли) товар - кешбек не надсилається за кожне повернене замовлення
      </p>
    </div>
  );
}
